app/views/student/students.html.erb

<% Student.all.each do |s| %>
---
SELECT "students".* FROM "students"