app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
    def index #this should be same name as .html.erb file!
        @students = Student.all